{
    "2.2.3": {
        "title": "Quality-of-Life Update - 2.2.3",
        "features": [
            "Fixed a scrolling issue where Entries were out of view if added more than the size of screen."
        ]
    },
    "2.2.1": {
        "title":"Quality-of-Life Update - 2.2.1",
        "features": [
            "Introducing Habits. Now get ready to transform your life by nurturing good habits.",
            "Interface changes to the application in various areas.",
            "And of course I squashed a few bugs that interrupted your productivity!"
        ]
    },
    "2.2.0": {
        "title": "What's new in version 2.2.0?",
        "features": [
            "Introducing Templates. Find wide range of note, book and other templates you want.",
            "Squashed few bugs that interrupted your productivity!"
        ]
    },
    "2.1.2": {
        "title": "Quality-of-Life Update - 2.1.2",
        "features": [
            "Pomodoro now runs even in the background when you close the app.",
            "Introducing Templates. Find wide range of note, book and other templates you want.",
            "You now have the option to add Sub Tasks in a Task.",
            "Some features are now available on Pro and Ultra plans only.",
            "Introducing Analytics. You can now check your analytics in the app under your Profile details.",
            "Visual changes and enhancements to the app interface.",
            "Squashed few bugs that interrupted your productivity!"
        ]
    },
    "2.1.1": {
        "title": "Quality-of-Life Update - 2.1.1",
        "features": [
            "Introducing Streaks for your Tasks. Try to keep the streak alive.",
            "Fixed an issue where a user on free plan could add more than one Pomodoro.",
            "Fixed the ADs issue where users were constantly shown 'Failed to load ADs' error.",
            "The Yearly Stats section has been moved to the Accounts page.",
            "You can now share your feedback directly to the developer and you can also rate the app",
            "And of course I squashed a few bugs that interrupted your productivity!"
        ]
    },
    "2.1.0": {
        "title": "What's new in version 2.1.0?",
        "features": [
            "You now have the ability to lock an entry. Open an entry > Click on the three dots > Click lock entry.",
            "You can now check for updates from the about app screen. Click on more tab > Settings > Info and About app.",
            "You can now view the changelog of the app from the about app screen.",
            "You can now use the Pomodoro Timer(BETA) feature. Note: Currently timer only works when the app is running and being used. This will be fixed in the future.",
            "Introducing Monthly and Yearly Subscription Plans. Visit the official website for more details.",
            "And of course I squashed a few bugs that interrupted your productivity!"
        ]
    },
    "2.0.0": {
        "title": "What's new in version 2.0.0?",
        "features": [
            "Squashed few bugs that interrupted your productivity!"
        ]
    }
}